Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Ultra Light
de: Ultraleicht
es: Ultrafina
et: Ultrapeen
fr: Ultra-fin
hu: Ultravékony
it: Ultraleggero
ja: 極細
ko: 매우 가는
ms: Sangat nipis
pt: Ultrafina
ru: Сверхлёгкий
zh_hans: 超细

source: Unavailable
de: Nicht verfügbar
es: No disponible
et: Pole saadaval
fr: Indisponible
hu: Nem elérhető
it: Non disponibile
ja: 利用できません
ko: 사용 불가
ms: Tidak tersedia
pt: Indisponível
ru: Недоступно
zh_hans: 不可用

source: Unavailable right now
de: Gerade nicht verfügbar
es: No disponible ahora mismo
et: Praegu pole saadaval
fr: Indisponible pour le moment
hu: Most nem érhető el
it: Non disponibile al momento
ja: 現在利用できません
ko: 지금은 사용할 수 없어요
ms: Tidak tersedia sekarang
pt: Indisponível de momento
ru: Сейчас недоступно
zh_hans: 暂时不可用

source: Underglow
de: Randlicht
es: Brillo del borde
et: Servasära
fr: Lueur du bord
hu: Peremfény
it: Bagliore perimetrale
ja: アンダーグロー
ko: 언더글로우
ms: Cahaya tepi
pt: Brilho da borda
ru: Подсветка снизу
zh_hans: 边缘光

source: Underline
de: Unterstrichen
es: Subrayado
et: Allajoonitud
fr: Souligné
hu: Aláhúzás
it: Sottolineato
ja: 下線
ko: 밑줄
ms: Garis bawah
pt: Sublinhado
ru: Подчёркивание
zh_hans: 下划线

source: Undo
de: Rückgängig
es: Deshacer
et: Võta tagasi
fr: Annuler
hu: Visszavonás
it: Annulla
ja: 取り消す
ko: 실행 취소
ms: Buat asal
pt: Desfazer
ru: Отменить
zh_hans: 撤销

source: Undo & redo
de: Rückgängig & Wiederholen
es: Deshacer y rehacer
et: Võta tagasi ja tee uuesti
fr: Annuler et rétablir
hu: Visszavonás és újra
it: Annulla e ripristina
ja: 取り消す・やり直す
ko: 실행 취소 및 다시 실행
ms: Buat asal & buat semula
pt: Desfazer e refazer
ru: Отмена и возврат
zh_hans: 撤销和重做

source: Undo Friendly
de: Rückgängig-freundlich
es: Fácil de deshacer
et: Tagasivõtmise-sõbralik
fr: Compatible annulation
hu: Visszavonásbarát
it: Facile da annullare
ja: 取り消しやすい
ko: 되돌리기 친화
ms: Mesra Buat Asal
pt: Fácil de desfazer
ru: Удобно для отмены
zh_hans: 撤销友好

source: Undo key left of space, Redo key right of space
de: Rückgängig-Taste links, Wiederholen-Taste rechts von der Leertaste
es: Tecla Deshacer a la izquierda y Rehacer a la derecha de la barra espaciadora
et: Tagasivõtu klahv tühikust vasakul, uuestitegemise klahv paremal
fr: Touche Annuler à gauche de la barre d'espace, touche Rétablir à droite
hu: Visszavonás gomb a szóköz bal, Újra gomb a jobb oldalán
it: Tasto Annulla a sinistra e Ripristina a destra della barra spaziatrice
ja: スペースバーの左に取り消しキー、右にやり直しキー
ko: 스페이스바 왼쪽에 실행 취소 키, 오른쪽에 다시 실행 키
ms: Kekunci Buat asal di kiri, kekunci Buat semula di kanan bar ruang
pt: Tecla Desfazer à esquerda e Refazer à direita da barra de espaços
ru: Клавиша отмены слева от пробела, клавиша возврата — справа
zh_hans: 撤销键在空格键左侧，重做键在右侧

source: Undo layout change
de: Layoutänderung rückgängig machen
es: Deshacer cambio de diseño
et: Võta paigutuse muudatus tagasi
fr: Annuler la modification de disposition
hu: Kiosztásmódosítás visszavonása
it: Annulla modifica al layout
ja: 配列の変更を取り消す
ko: 레이아웃 변경 실행 취소
ms: Buat asal perubahan susun atur
pt: Desfazer alteração da disposição
ru: Отменить изменение раскладки
zh_hans: 撤销布局更改

source: Undo polish
de: Verfeinerung rückgängig
es: Deshacer pulido
et: Võta täiustus tagasi
fr: Annuler le peaufinage
hu: Csiszolás visszavonása
it: Annulla perfezionamento
ja: 元の文章に戻す
ko: 다듬기 취소
ms: Buat asal pengemasan
pt: Desfazer aperfeiçoamento
ru: Отменить шлифовку
zh_hans: 撤销润色

source: Undo stroke
de: Strich rückgängig
es: Deshacer trazo
et: Võta joon tagasi
fr: Annuler le trait
hu: Vonás visszavonása
it: Annulla tratto
ja: ストロークを取り消す
ko: 획 실행 취소
ms: Buat asal lakaran
pt: Desfazer traço
ru: Отменить штрих
zh_hans: 撤销笔画

source: Undo theme change
de: Themeänderung rückgängig machen
es: Deshacer cambio de tema
et: Võta teema muudatus tagasi
fr: Annuler la modification du thème
hu: Témamódosítás visszavonása
it: Annulla modifica al tema
ja: テーマの変更を取り消す
ko: 테마 변경 실행 취소
ms: Buat asal perubahan tema
pt: Desfazer alteração do tema
ru: Отменить изменение темы
zh_hans: 撤销主题更改

source: Unicorn
de: Einhorn
es: Unicornio
et: Ükssarvik
fr: Licorne
hu: Unikornis
it: Unicorno
ja: ユニコーン
ko: 유니콘
ms: Unikorn
pt: Unicórnio
ru: Единорог
zh_hans: 独角兽

source: Unit conversions
de: Einheitenumrechnung
es: Conversión de unidades
et: Ühikute teisendamine
fr: Conversions d’unités
hu: Mértékegység-átváltások
it: Conversioni di unità
ja: 単位換算
ko: 단위 변환
ms: Penukaran unit
pt: Conversões de unidades
ru: Преобразование единиц
zh_hans: 单位换算

source: Unknown
de: Unbekannt
es: Desconocido
et: Tundmatu
fr: Inconnue
hu: Ismeretlen
it: Sconosciuta
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
pt: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Unlock Clink to import dictionaries
de: Clink freischalten, um Wörterbücher zu importieren
es: Desbloquea Clink para importar diccionarios
et: Ava Clink, et sõnaraamatuid importida
fr: Débloque Clink pour importer des dictionnaires
hu: Oldd fel a Clinket a szótárak importálásához
it: Sblocca Clink per importare dizionari
ja: 辞書を読み込むには Clink のロックを解除
ko: 사전을 가져오려면 Clink 잠금 해제
ms: Buka kunci Clink untuk mengimport kamus
pt: Desbloqueia o Clink para importar dicionários
ru: Разблокируйте Clink, чтобы импортировать словари
zh_hans: 解锁 Clink 以导入词典

source: Unlock Lifetime
de: Lifetime freischalten
es: Desbloquear de por vida
et: Ava eluaegselt
fr: Déverrouiller à vie
hu: Örökös hozzáférés feloldása
it: Sblocca a vita
ja: 買い切りでアンロック
ko: 평생 이용권 잠금 해제
ms: Buka akses seumur hidup
pt: Desbloquear para sempre
ru: Разблокировать навсегда
zh_hans: 解锁终身版

source: Unlock every tool
de: Alle Tools freischalten
es: Desbloquear todas las herramientas
et: Ava kõik tööriistad
fr: Débloquer tous les outils
hu: Az összes eszköz feloldása
it: Sblocca tutti gli strumenti
ja: すべてのツールをアンロック
ko: 모든 도구 잠금 해제
ms: Buka kunci semua alatan
pt: Desbloquear todas as ferramentas
ru: Открыть все инструменты
zh_hans: 解锁所有工具

source: Unlock the Clink keyboard
de: Clink-Tastatur freischalten
es: Desbloquea el teclado Clink
et: Ava Clinki klaviatuur
fr: Déverrouille le clavier Clink
hu: A Clink billentyűzet feloldása
it: Sblocca la tastiera Clink
ja: Clinkキーボードをアンロック
ko: Clink 키보드 잠금 해제
ms: Buka kunci papan kekunci Clink
pt: Desbloqueia o teclado Clink
ru: Разблокируйте клавиатуру Clink
zh_hans: 解锁 Clink 键盘

source: Unlock the Keyboard
de: Tastatur freischalten
es: Desbloquear el teclado
et: Ava klaviatuur
fr: Débloquer le clavier
hu: Billentyűzet feloldása
it: Sblocca la tastiera
ja: キーボードのロックを解除
ko: 키보드 잠금 해제
ms: Buka Kunci Papan Kekunci
pt: Desbloquear o teclado
ru: Разблокировать клавиатуру
zh_hans: 解锁键盘

source: Unlock the tools and customization that turn Clink into your personal keyboard.
de: Schalte die Werkzeuge und Anpassungen frei, die Clink zu deiner persönlichen Tastatur machen.
es: Desbloquea las herramientas y la personalización que hacen de Clink tu teclado personal.
et: Ava tööriistad ja kohandused, mis teevad Clinkist sinu isikliku klaviatuuri.
fr: Débloquez les outils et la personnalisation qui font de Clink votre clavier personnel.
hu: Oldd fel az eszközöket és testreszabást, amelyek a Clinket a személyes billentyűzeteddé teszik.
it: Sblocca gli strumenti e la personalizzazione che rendono Clink la tua tastiera personale.
ja: Clinkを自分だけのキーボードにするツールとカスタマイズを使えるようにします。
ko: Clink을 나만의 키보드로 만드는 도구와 사용자화 기능을 잠금 해제하세요.
ms: Buka kunci alat dan penyesuaian yang menjadikan Clink papan kekunci peribadi anda.
pt: Desbloqueia as ferramentas e a personalização que fazem do Clink o teu teclado pessoal.
ru: Откройте инструменты и настройку, которые превратят Clink в вашу личную клавиатуру.
zh_hans: 解锁工具和自定义功能，让 Clink 成为你的专属键盘。

source: Unlocked for life. Thanks for being here early
de: Für immer freigeschaltet. Danke, dass du so früh dabei warst
es: Desbloqueado para siempre. Gracias por estar aquí desde el principio
et: Avatud eluaegselt. Aitäh, et olid nii vara siin
fr: Déverrouillé à vie. Merci d'avoir été là dès le début
hu: Örökre feloldva. Köszönöm, hogy már korán itt voltál
it: Sbloccato per sempre. Grazie di esserci stato fin dall'inizio
ja: ずっとアンロック済み。最初からいてくれてありがとう
ko: 평생 잠금 해제. 처음부터 함께해 주셔서 고마워요
ms: Dibuka selamanya. Terima kasih kerana ada sejak awal
pt: Desbloqueado para sempre. Obrigado por estares aqui desde o início
ru: Разблокировано навсегда. Спасибо, что вы были с нами с самого начала
zh_hans: 已终身解锁。谢谢你从一开始就在这里

source: Unnamed Theme
de: Unbenanntes Thema
es: Tema sin nombre
et: Nimetu teema
fr: Thème sans nom
hu: Névtelen téma
it: Tema senza nome
ja: 名称未設定のテーマ
ko: 이름 없는 테마
ms: Tema Tanpa Nama
pt: Tema sem nome
ru: Тема без названия
zh_hans: 未命名主题

source: Unpin
de: Loslösen
es: Dejar de fijar
et: Haagi lahti
fr: Désépingler
hu: Kibont
it: Rimuovi
ja: 固定を解除
ko: 고정 해제
ms: Nyahpin
pt: Desafixar
ru: Открепить
zh_hans: 取消固定

source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
et: Salvestamata muudatused
fr: Modifications non enregistrées
hu: Nem mentett módosítások
it: Modifiche non salvate
ja: 保存されていない変更
ko: 저장되지 않은 변경 사항
ms: Perubahan Tidak Disimpan
pt: Alterações não guardadas
ru: Несохранённые изменения
zh_hans: 未保存的更改

source: Unsupported on this device
de: Auf diesem Gerät nicht unterstützt
es: No compatible con este dispositivo
et: Selles seadmes pole toetatud
fr: Non compatible avec cet appareil
hu: Ezen az eszközön nem támogatott
it: Non supportato su questo dispositivo
ja: このデバイスでは非対応
ko: 이 기기에서는 지원되지 않아요
ms: Tidak disokong pada peranti ini
pt: Não é compatível com este dispositivo
ru: Не поддерживается на этом устройстве
zh_hans: 此设备不支持

source: Until
de: Bis
es: Hasta
et: Kuni
fr: Jusqu’à
hu: Eddig
it: Fino a
ja: 終了
ko: 종료
ms: Hingga
pt: Até
ru: До
zh_hans: 结束

source: Untitled action
de: Unbenannte Aktion
es: Acción sin título
et: Pealkirjata toiming
fr: Action sans titre
hu: Névtelen művelet
it: Azione senza titolo
ja: 名称未設定のアクション
ko: 제목 없는 동작
ms: Tindakan tanpa tajuk
pt: Ação sem título
ru: Действие без названия
zh_hans: 未命名操作

source: Untitled panel
de: Unbenanntes Panel
es: Panel sin título
et: Pealkirjata paneel
fr: Panneau sans titre
hu: Névtelen panel
it: Pannello senza titolo
ja: 名称未設定のパネル
ko: 제목 없는 패널
ms: Panel tanpa tajuk
pt: Painel sem título
ru: Панель без названия
zh_hans: 未命名面板

source: Untitled plugin
de: Unbenanntes Plugin
es: Plugin sin título
et: Nimetu pistikprogramm
fr: Plugin sans titre
hu: Névtelen bővítmény
it: Plugin senza titolo
ja: 名称未設定のプラグイン
ko: 제목 없는 플러그인
ms: Plugin tanpa nama
pt: Plugin sem nome
ru: Плагин без названия
zh_hans: 未命名插件

source: Up
de: Aufwärts
es: Arriba
et: Üles
fr: Haut
hu: Fel
it: Su
ja: 上
ko: 위
ms: Atas
pt: Cima
ru: Вверх
zh_hans: 向上

source: Up and down
de: Oben und unten
es: Arriba y abajo
et: Üles ja alla
fr: Haut et bas
hu: Fel és le
it: Su e giù
ja: 上下
ko: 위아래
ms: Atas dan bawah
pt: Cima e baixo
ru: Вверх и вниз
zh_hans: 上下

source: Up to %@ groups. Swipe a clip right in the keyboard panel to assign it.
de: Bis zu %@ Gruppen. Wisch einen Clip nach rechts, um ihn zuzuordnen.
es: Hasta %@ grupos. Desliza un clip a la derecha en el panel del teclado para asignarlo.
et: Kuni %@ gruppi. Viipa klipid klaviatuuri paneelil paremale, et need määrata.
fr: Jusqu'à %@ groupes. Balaie un clip vers la droite dans le panneau du clavier pour l'assigner.
hu: Legfeljebb %@ csoport. Húzz egy vágólap-elemet jobbra a billentyűzet panelén, hogy hozzárendeld.
it: Fino a %@ gruppi. Scorri una clip verso destra nel pannello della tastiera per assegnarla.
ja: グループは最大 %@ 個までです。キーボードパネルでクリップを右にスワイプすると割り当てられます。
ko: 그룹은 최대 %@개예요. 키보드 패널에서 클립을 오른쪽으로 밀면 그룹에 넣을 수 있어요.
ms: Sehingga %@ kumpulan. Leret klip ke kanan dalam panel papan kekunci untuk masukkannya.
pt: Até %@ grupos. Desliza um clipe para a direita no painel do teclado para o atribuíres.
ru: До %@ групп. Смахните фрагмент вправо в панели на клавиатуре, чтобы отнести его к группе.
zh_hans: 最多 %@ 个分组。在键盘面板里把剪贴内容向右滑，就能分到组里。

source: Up to %@ groups. Swipe a clip right on History or in the keyboard panel to assign it.
de: Bis zu %@ Gruppen. Wische in „Verlauf“ oder auf dem Tastatur-Panel nach rechts über einen Clip, um ihn zuzuweisen.
es: Hasta %@ grupos. Desliza un fragmento a la derecha en Historial o en el panel del teclado para asignarlo.
et: Kuni %@ rühma. Pühkige fragmendil paremale ajaloos või klaviatuuripaneelil, et see määrata.
fr: Jusqu'à %@ groupes. Balayez un fragment vers la droite dans l'historique ou le panneau du clavier pour l'assigner.
hu: Legfeljebb %@ csoport. Csúsztasd jobbra egy folyamatot az Előzményekben vagy a billentyűzet-panelen a hozzárendeléshez.
it: Fino a %@ gruppi. Scorri un frammento a destra nella Cronologia o nel pannello della tastiera per assegnarlo.
ja: 最大%@グループ。履歴またはキーボードパネルでクリップを右にスワイプすると割り当てられます。
ko: 최대 %@개 그룹. 기록 또는 키보드 패널에서 클립을 오른쪽으로 스와이프하면 지정됩니다.
ms: Sehingga %@ kumpulan. Leret klip ke kanan dalam Sejarah atau panel papan kekunci untuk menetapkannya.
pt: Até %@ grupos. Deslize um fragmento para a direita no Histórico ou no painel do teclado para o atribuir.
ru: До %@ групп. Проведите по фрагменту вправо в «Истории» или на панели клавиатуры, чтобы назначить его.
zh_hans: 最多 %@ 个分组。在历史记录或键盘面板中向右滑动片段即可分配。

source: Up to %@ groups. Swipe a saved note right in the keyboard panel to assign it.
de: Bis zu %@ Gruppen. Streich im Tastaturpanel auf einer gespeicherten Notiz nach rechts, um sie zuzuordnen.
es: Hasta %@ grupos. Desliza a la derecha una nota guardada en el panel del teclado para asignarla.
et: Kuni %@ gruppi. Viipa salvestatud märge klaviatuuri paneelil paremale, et see määrata.
fr: Jusqu’à %@ groupes. Balaie vers la droite une note enregistrée dans le panneau du clavier pour l’affecter.
hu: Legfeljebb %@ csoport. A billentyűzetpanelen húzd jobbra a mentett jegyzetet, hogy csoportba tedd.
it: Fino a %@ gruppi. Nel pannello della tastiera scorri verso destra una nota salvata per assegnarla.
ja: グループは最大 %@ 個です。キーボードのパネルで保存済みのメモを右にスワイプすると振り分けられます。
ko: 그룹은 최대 %@개입니다. 키보드 패널에서 저장한 메모를 오른쪽으로 쓸면 그룹에 넣을 수 있습니다.
ms: Sehingga %@ kumpulan. Leret nota tersimpan ke kanan dalam panel papan kekunci untuk menetapkannya.
pt: Até %@ grupos. No painel do teclado, desliza uma nota guardada para a direita para a atribuir.
ru: До %@ групп. Смахните сохранённую заметку вправо в панели на клавиатуре, чтобы отнести её к группе.
zh_hans: 最多 %@ 个分组。在键盘面板里把已保存的备忘向右轻扫即可归入分组。

source: Up to %lld groups. Swipe a clip right in the keyboard panel to assign it.
de: Bis zu %lld Gruppen. Wisch einen Clip im Tastaturpanel nach rechts, um ihn zuzuordnen.
es: Hasta %lld grupos. Desliza un clip a la derecha en el panel del teclado para asignarlo.
et: Kuni %lld gruppi. Viipa klipid klaviatuuri paneelil paremale, et need määrata.
fr: Jusqu'à %lld groupes. Balaie un clip vers la droite dans le panneau du clavier pour l'assigner.
hu: Legfeljebb %lld csoport. Húzz egy vágólap-elemet jobbra a billentyűzet panelén, hogy hozzárendeld.
it: Fino a %lld gruppi. Scorri una clip verso destra nel pannello della tastiera per assegnarla.
ja: グループは最大%lld個までです。キーボードパネルでクリップを右にスワイプすると割り当てられます。
ko: 그룹은 최대 %lld개예요. 키보드 패널에서 클립을 오른쪽으로 밀면 그룹에 넣을 수 있어요.
ms: Sehingga %lld kumpulan. Leret klip ke kanan dalam panel papan kekunci untuk masukkannya.
pt: Até %lld grupos. Desliza um clipe para a direita no painel do teclado para o atribuíres.
ru: До %lld групп. Смахните фрагмент вправо в панели на клавиатуре, чтобы отнести его к группе.
zh_hans: 最多 %lld 个分组。在键盘面板里把剪贴内容向右滑，就能分到组里。

source: Up to %lld groups. Swipe a clip right on History or in the keyboard panel to assign it.
de: Bis zu %lld Gruppen. Wische einen Eintrag im Verlauf oder Tastaturpanel nach rechts, um ihn zuzuordnen.
es: Hasta %lld grupos. Desliza un elemento a la derecha en el historial o en el panel del teclado para asignarlo.
et: Kuni %lld rühma. Rühma määramiseks pühi klippi ajaloos või klaviatuuripaneelil paremale.
fr: Jusqu’à %lld groupes. Glisse un extrait vers la droite dans l’historique ou le panneau du clavier pour l’assigner.
hu: Legfeljebb %lld csoport. Az Előzményekben vagy a billentyűzet paneljén húzd jobbra a részletet a besoroláshoz.
it: Fino a %lld gruppi. Scorri un elemento verso destra nella cronologia o nel pannello della tastiera per assegnarlo.
ja: 最大%lldグループ。履歴またはキーボードのパネルでクリップを右にスワイプすると、グループに割り当てられます。
ko: 최대 %lld개 그룹. 기록 또는 키보드 패널에서 클립을 오른쪽으로 쓸어넘겨 그룹에 배정하세요.
ms: Sehingga %lld kumpulan. Leret klip ke kanan dalam Sejarah atau panel papan kekunci untuk menetapkannya.
pt: Até %lld grupos. Deslize um recorte para a direita no Histórico ou no painel do teclado para o atribuir.
ru: До %lld групп. Смахните фрагмент вправо в истории или на панели клавиатуры, чтобы назначить группу.
zh_hans: 最多 %lld 个分组。在历史记录或键盘面板中向右轻扫剪贴内容即可分组。

source: Up to %lld groups. Swipe a saved note right in the keyboard panel to assign it.
de: Bis zu %lld Gruppen. Wische eine gespeicherte Notiz im Tastaturpanel nach rechts, um sie zuzuordnen.
es: Hasta %lld grupos. Desliza una nota guardada a la derecha en el panel del teclado para asignarla.
et: Kuni %lld rühma. Rühma määramiseks pühi salvestatud märget klaviatuuripaneelil paremale.
fr: Jusqu’à %lld groupes. Glisse une note enregistrée vers la droite dans le panneau du clavier pour l’assigner.
hu: Legfeljebb %lld csoport. A billentyűzet paneljén húzd jobbra a mentett jegyzetet a besoroláshoz.
it: Fino a %lld gruppi. Scorri una nota salvata verso destra nel pannello della tastiera per assegnarla.
ja: 最大%lldグループ。キーボードのパネルで保存したメモを右にスワイプすると、グループに割り当てられます。
ko: 최대 %lld개 그룹. 키보드 패널에서 저장된 메모를 오른쪽으로 쓸어넘겨 그룹에 배정하세요.
ms: Sehingga %lld kumpulan. Leret nota tersimpan ke kanan dalam panel papan kekunci untuk menetapkannya.
pt: Até %lld grupos. Deslize uma nota guardada para a direita no painel do teclado para a atribuir.
ru: До %lld групп. Смахните сохранённую заметку вправо на панели клавиатуры, чтобы назначить группу.
zh_hans: 最多 %lld 个分组。在键盘面板中向右轻扫已保存的笔记即可分组。

source: Up to 32 characters. Leave blank for the default label.
de: Bis zu 32 Zeichen. Lass das Feld leer, um die Standardbeschriftung zu verwenden.
es: Hasta 32 caracteres. Deja el campo vacío para usar la etiqueta predeterminada.
et: Kuni 32 märki. Vaikimisi teksti kasutamiseks jäta väli tühjaks.
fr: 32 caractères maximum. Laisse ce champ vide pour utiliser le texte par défaut.
hu: Legfeljebb 32 karakter. Az alapértelmezett felirathoz hagyd üresen.
it: Fino a 32 caratteri. Lascia il campo vuoto per usare il testo predefinito.
ja: 32文字まで入力できます。空欄にすると標準の表示になります。
ko: 최대 32자까지 입력할 수 있습니다. 비워 두면 기본 문구가 표시됩니다.
ms: Sehingga 32 aksara. Biarkan kosong untuk menggunakan label lalai.
pt: Até 32 caracteres. Deixa o campo vazio para usar o texto predefinido.
ru: До 32 символов. Оставьте поле пустым, чтобы использовать надпись по умолчанию.
zh_hans: 最多32个字符。留空则使用默认文字。

source: Update
de: Aktualisieren
es: Actualizar
et: Uuenda
fr: Mettre à jour
hu: Frissítés
it: Aggiorna
ja: アップデート
ko: 업데이트
ms: Kemas kini
pt: Atualizar
ru: Обновить
zh_hans: 更新

source: Update available
de: Update verfügbar
es: Actualización disponible
et: Värskendus on saadaval
fr: Mise à jour disponible
hi: अपडेट उपलब्ध है
hu: Elérhető frissítés
it: Aggiornamento disponibile
ja: アップデートあり
ko: 업데이트 가능
ms: Kemas kini tersedia
ne: अद्यावधिक उपलब्ध छ
pt: Atualização disponível
ru: Доступно обновление
tr: Güncelleme hazır
zh_hans: 有可用更新

source: Updates are ready for %@.
de: Updates sind für %@ bereit.
es: Las actualizaciones están listas para %@.
et: Värskendused on kasutamiseks valmis: %@.
fr: Les mises à jour sont prêtes pour %@.
hi: %@ के लिए अपडेट तैयार हैं।
hu: A frissítések készen állnak ehhez: %@.
it: Gli aggiornamenti sono pronti per %@.
ja: %@ のアップデートの準備ができました。
ko: %@ 업데이트를 사용할 수 있습니다.
ms: Kemas kini untuk %@ sudah sedia.
ne: %@ का लागि अद्यावधिकहरू तयार छन्।
pt: As atualizações estão prontas para %@.
ru: Обновления для %@ готовы.
tr: %@ için güncellemeler hazır.
zh_hans: %@ 的更新已准备就绪。

source: Upper bound
de: Obergrenze
es: Límite superior
et: Ülempiir
fr: Limite supérieure
hu: Felső határ
it: Limite superiore
ja: 上限
ko: 상한
ms: Had atas
pt: Limite superior
ru: Верхняя граница
zh_hans: 上限

source: Uppercase
de: Großbuchstaben
es: Mayúsculas
et: Suurtähed
fr: Majuscules
hu: Nagybetűs
it: Maiuscolo
ja: 大文字
ko: 대문자
ms: Huruf besar
pt: Maiúsculas
ru: ВЕРХНИЙ РЕГИСТР
zh_hans: 大写

source: Use AI for translation
de: KI zum Übersetzen nutzen
es: Usar IA para traducir
et: Kasuta tõlkes TI-d
fr: Utiliser l'IA pour la traduction
hu: AI használata fordításhoz
it: Usa l'IA per la traduzione
ja: 翻訳に AI を使う
ko: 번역에 AI 사용
ms: Guna AI untuk terjemahan
pt: Usar IA para traduzir
ru: Использовать ИИ для перевода
zh_hans: 用 AI 翻译

source: Use Apple's on-device intelligence for writing assistance.
de: Nutze Apples On-Device-Intelligence für Schreibhilfe.
es: Usa la inteligencia en el dispositivo de Apple para ayuda con la escritura.
et: Kasuta Apple’i seadmesisest intelligentsust kirjutamise abiks.
fr: Utilise l'intelligence embarquée d'Apple pour t'aider à écrire.
hu: Használd az Apple készülékes intelligenciáját íráshoz.
it: Usa l'intelligenza sul dispositivo di Apple per l'assistenza alla scrittura.
ja: Appleの端末上インテリジェンスをライティング支援に使います。
ko: Apple의 온디바이스 인텔리전스로 글쓰기를 도와줘요.
ms: Guna kecerdasan pada peranti Apple untuk bantuan penulisan.
pt: Usa a inteligência no dispositivo da Apple para ajuda na escrita.
ru: Использовать интеллект Apple на устройстве для помощи с текстом.
zh_hans: 使用 Apple 的本机智能来辅助写作。

source: Use Clink everywhere
de: Clink überall verwenden
es: Usa Clink en todas partes
et: Kasuta Clinki kõikjal
fr: Utilise Clink partout
hu: Használd mindenhol a Clinket
it: Usa Clink ovunque
ja: どこでもClinkを使う
ko: 어디서나 Clink 사용
ms: Gunakan Clink di mana-mana
pt: Usa o Clink em todo o lado
ru: Используйте Clink везде
zh_hans: 随处使用 Clink

source: Use Tashkeel
de: Tashkeel verwenden
es: Usar Tashkeel
et: Kasuta Tashkeeli
fr: Utiliser Tashkeel
hu: Tashkeel használata
it: Usa Tashkeel
ja: Tashkeelを使う
ko: Tashkeel 사용
ms: Gunakan Tashkeel
pt: Usar Tashkeel
ru: Использовать Tashkeel
zh_hans: 使用 Tashkeel

source: Use another AI
de: Andere KI verwenden
es: Usar otra IA
et: Kasuta muud AI-d
fr: Utiliser une autre IA
hu: Másik MI használata
it: Usa un’altra IA
ja: 他のAIを使う
ko: 다른 AI 사용
ms: Guna AI lain
pt: Usar outra IA
ru: Другой ИИ
zh_hans: 使用其他 AI

source: Use current value
de: Aktuellen Wert verwenden
es: Usar valor actual
et: Kasuta praegust väärtust
fr: Utiliser la valeur actuelle
hu: Jelenlegi érték használata
it: Usa valore attuale
ja: 現在の値を使用
ko: 현재 값 사용
ms: Gunakan nilai semasa
pt: Usar valor atual
ru: Использовать текущее значение
zh_hans: 使用当前值

source: Use it as
de: Verwenden als
es: Usarlo como
et: Kasuta kui
fr: L’utiliser comme
hu: Használat mint
it: Usalo come
ja: 使いかた
ko: 사용 방식
ms: Gunakan sebagai
pt: Usar como
ru: Использовать как
zh_hans: 用作

source: Use it in every app
de: In jeder App verwenden
es: Úsalo en todas las apps
et: Kasuta seda igas rakenduses
fr: Utilise-le dans toutes tes apps
hu: Használd minden appban
it: Usala in tutte le app
ja: すべてのアプリで使う
ko: 모든 앱에서 사용
ms: Gunakannya dalam semua app
pt: Usa-o em todas as apps
ru: Используйте в каждом приложении
zh_hans: 在所有 App 中使用

source: Use surrounding text as context
de: Umgebenden Text als Kontext nutzen
es: Usar el texto de alrededor como contexto
et: Kasuta ümbritsevat teksti kontekstina
fr: Utiliser le texte environnant comme contexte
hu: A környező szöveg használata kontextusként
it: Usa il testo circostante come contesto
ja: まわりのテキストを文脈として使う
ko: 주변 텍스트를 문맥으로 사용
ms: Guna teks sekeliling sebagai konteks
pt: Usar o texto à volta como contexto
ru: Использовать окружающий текст как контекст
zh_hans: 把周围的文本当作上下文

source: Use text from
de: Text verwenden aus
es: Usar texto de
et: Kasuta teksti allikast
fr: Utiliser le texte de
hu: Szöveg forrása
it: Usa testo da
ja: テキストの入力元
ko: 텍스트 가져올 곳
ms: Gunakan teks daripada
pt: Usar texto de
ru: Использовать текст из
zh_hans: 文本来源
